#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<i>Am Just A Advance Auto Filter Bot....😉

ഞാൻ ഒരു ഗ്രൂപ്പ് മാനേജർ ബോട്ട് ആണ്, എൻറെ വിധി എൻറെ [അഡ്മിന്റെ](https://t.me/owner_movie_arcade) തീരുമാനങ്ങളാണ്, വെറുതെ സമയം കളയണ്ട എന്നെ [movie arcade](https://t.me/MOVIE_ARCADE) ഗ്രൂപ്പിൽ മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ



</i>"""    
    
    HELP_TEXT =
ഞാൻ ഒരു ഗ്രൂപ്പ് മാനേജർ ബോട്ട് ആണ്, എൻറെ വിധി എൻറെ [അഡ്മിന്റെ](https://t.me/owner_movie_arcade) തീരുമാനങ്ങളാണ്, വെറുതെ സമയം കളയണ്ട എന്നെ [movie arcade](https://t.me/MOVIE_ARCADE) ഗ്രൂപ്പിൽ മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ
"""
    
    ABOUT_TEXT =

ഞാൻ ഒരു ഗ്രൂപ്പ് മാനേജർ ബോട്ട് ആണ്, എൻറെ വിധി എൻറെ [അഡ്മിന്റെ](https://t.me/owner_movie_arcade) തീരുമാനങ്ങളാണ്, വെറുതെ സമയം കളയണ്ട എന്നെ [movie arcade](https://t.me/MOVIE_ARCADE) ഗ്രൂപ്പിൽ മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ
    
